components/digid_dws/src/test/resources/requests/aanvraagstation/validate_activation_from_aanvraagstation.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:aan="https://digid.nl/schema/aanvraagstation"><soapenv:Header xmlns:wsa="http://www.w3.org/2005/08/addressing"><wsa:To soapenv:mustUnderstand="1">http://www.w3.org/2005/08/addressing/anonymous</wsa:To><wsa:Action>SSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSS</wsa:Action><wsa:MessageID>SSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSS</wsa:MessageID></soapenv:Header><soapenv:Body><aan:ValidateAppActivationRequest DateTime="2018-12-10T12:10:05Z" MsgVersion="1"><aan:Requester>01234567890123456789</aan:Requester><aan:BSN>PPPPPPPPP</aan:BSN><aan:DocumentNr>SSSSSSSSSS</aan:DocumentNr><aan:StationId>SSSS</aan:StationId><aan:TransactionId>ABCDEFGHIJ0123456789</aan:TransactionId></aan:ValidateAppActivationRequest></soapenv:Body></soapenv:Envelope>